{"_path":"/blog/dez-anos-atras-7","_dir":"blog","_draft":false,"_partial":false,"_locale":"","title":"Dez anos atrás | Blog","description":"Dez anos atrás eu morava em Ipatinga. Virava noite estudando padrões web, HTML","headline":"Dez anos atrás","date":"2023-12-13T15:00:00","dateUpdated":"","author":"André Duarte","authorUrl":"https://instagram.com/andrexduarte","socialImage":{"src":"/img/andre-duarte.jpg","mime":"jpg","alt":"André Duarte","width":150,"height":150},"body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"*Escrito em 2019."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Dez anos atrás (2009) eu morava em Ipatinga. Virava noite estudando padrões web, HTML, CSS e JavaScript. Minha família estava fodida de grana e eu precisava arrumar um emprego. Consegui, mas foi lá em Uberlândia. Fui pra lá. Depois de um tempo levei minha mãe. Trabalhei igual um condenado, adquiri experiência e aprendi minha profissão."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"No início do ano eu participava de uma igreja, gostava da minha cidade, teologia, hardcore, tinha um punhado de amigos e andava de bicicleta pra cima e pra baixo e no meio daquele ano eu larguei tudo."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Eu consegui meu primeiro emprego de carteira assinada e foi muito bom na época."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Agora eu estou morando em Angueretá. Tirando leite, fazendo queijo, criando galinha, capinando e desenvolvendo habilidades braçais. Virei um fazendeiro descapitalizado. Ainda pego uns freelas quando aparece (inclusive #mandajobs)."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Putz, muita coisa mudou em 10 anos. Engordei pra cacete depois que comecei a tomar açaí em Uberlândia (era muito bom). Casei. Mudei de cidade 3 vezes. Arrumei uns cachorros. Troquei de emprego algumas vezes..."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"Sabe o que não mudou? Eu ainda estou fodido de grana.rs Mas está tudo bem. Acumular dinheiro nunca foi objetivo."}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"O objetivo pra 2019 é o mesmo de sempre: SOBREVIVER. Sentir o vento, observar as estações, esperar a chuva (e reclamar do sol), plantar, colher, fazer de tudo um pouco, me afastar dos boletos e viver cada vez mais livre."}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[]}},"_type":"markdown","_id":"content:blog:dez-anos-atras-7.md","_source":"content","_file":"blog/dez-anos-atras-7.md","_extension":"md"}